Repository: Pedroavl/simple-log-viewer-plugin
Catalog: languages/simple-log-viewer-*.po
Languages: pt_br

source: A simple plugin to log errors in real time in a metabox in the admin panel.
pt_br: Um plug-in simples para registrar erros em tempo real em uma metabox no painel de administrativo.

source: Simple Log Viewer Settings
pt_br: Configurações do Simple Log Viewer

source: Configure the main options of Simple Log Viewer.
pt_br: Configure as opções principais do Simple Log Viewer.

source: Enable WP_DEBUG
pt_br: Ativar WP_DEBUG

source: Use this section to enable WP_DEBUG.
pt_br: Use essa seção para ativar o WP_DEBUG.

source: Main Options
pt_br: Opções Principais

source: Clear Log File
pt_br: Limpar arquivo de log

source: To clean
pt_br: Limpar

source: Manual log check completed.
pt_br: Verificação manual de registro completa.

source: Log file not found.
pt_br: Arquivo de log não existe.

source: Check Logs
pt_br: Verificar Logs

source: There are no errors in the log.
pt_br: Não há erros no log.

source: Select the number of lines:
pt_br: Selecione o número de linhas:

source: Enable WordPress WP_DEBUG located in the wp-config.php file to see errors
pt_br: Ative o WP_DEBUG do WordPress localizado no arquivo wp-config.php para ver os erros

source: WordPress error logs
pt_br: Registro de erros do WordPress

source: Changes made successfully!
pt_br: Alterações salvas com sucesso!

source: know more
pt_br: saiba mais

source: Close notice
pt_br: Fechar aviso

source: Enable the log cleaning option to generate a new log file
pt_br: Ative a opção de limpeza de logs para gerar um novo arquivo de log

source: know more
pt_br: saiba mais
